{"about":"Über mich","bachelor":"Nach meinem Schulabschluss habe ich einen Bachelor of Science in","best":"die Beste Interdisziplinäre Arbeit","cf":"Kurs bei CareerFoundry und habe festgestellt, dass dies","company":"gewonnen. In diesem Projekt war ich für das Entwickeln der Software für einen Prototyp einer verfahrenstechnischen Anlage verantwortlich. Mit 19 Jahren hatte ich meine erste Firma, mit der ich anderen Menschen bei ihren","created":"half und","do":"genau das ist, was ich machen möchte","enroll":"zu meinen Beruf zu machen. Ich absolvierte einen","hfu_psi":"an der Hochschule Furtwangen absolviert. Anschließend arbeitete ich am Paul Scherrer Institut, dem größten Forschungsinstitut der Schweiz, als","jobs":"Jobs als Freelancer","jufo":"Zusammen mit Freunden nahm ich mit mehreren Projekten bei „Jugend forscht“ teil, einem Schüler- und Jugendwettbewerb im Bereich Naturwissenschaften und Technik in Deutschland. Mit einem Projekt haben wir den Bundessieg für","learn":"Programmieren zu lernen.","offer":"Ich biete Backend-, Frontend-, Full-Stack- und Serverless-Entwicklung an. Ich bin derzeit auf der Suche nach","passion":"Leidenschaft fürs Programmieren","pc":"Computerproblemen","projects":"wo ich ansprechende Frontends, effiziente Backends oder funktionale Full-Stack-Projekte erstellen kann","react":"React, Next.js, Node.js und MongoDB","routine":" gelernt. Letztendlich rutschte ich jedoch in eine Routine, in der ich das Gefühl hatte, dass ich das Potenzial meiner","rp":"Strahlenschutz","rpe":"Strahlenschutzingenieur","skills":"technischen und analytischen Fähigkeiten","stack":"Mein Haupt-Stack ist","start":"Im Alter von 16 Jahren begann ich in einem Schülerforschungszentrum","tasks":"für mehr als zwei Jahre. Ich hatte viele spannende Aufgaben und Verantwortungen und habe viel über","tech":" nicht voll entfalten und nutzen konnte. Also beschloss ich schließlich, meine Karriere in die Technologiebranche zu verlagern und mein Hobby und meine","them":"für Sie erstellte","websites":"Webseiten"}